expressjs/n1-standard-1-0ms/c50.txt
Bombarding http://10.148.0.2:8080/ with 100000 request(s) using 50 connection(s)
 100000 / 100000 [==================================================================================================] 100.00% 6s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     15044.08    1064.42   17038.75
  Latency        3.32ms   450.01us    10.96ms
  Latency Distribution
     50%     3.11ms
     75%     3.20ms
     90%     3.44ms
     99%     6.33ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     3.84MB/s